---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemPaintArea
source: html/d3aaf415-40e2-aedd-f7fd-4f2008a4eeed.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemPaintArea Property

"Paint Area"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemPaintArea { get; }
```